Repository: dariavarlamovaa/el-in
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Places
fi: Paikat

source: Map
fi: Kartta

source: Hiking Tips
fi: Retkeilyvinkkejä

source: Designed and Developed by Daria V.
fi: Suunnitellut ja kehittänyt Daria V.

source: Find your hiking place :
fi: Löydä retkeilypaikkasi :

source: CITY
fi: KAUPUNKI

source: MONTH
fi: KUUKAUSI

source: Home
fi: Kotisivu

source: Hike here
fi: Patikoi

source: No places found with these filters
fi: Näillä suodattimilla ei löytynyt paikkoja

source: Come on, try again
fi: Yritä uudelleen

source: All places
fi: Kaikki paikat

source: Free
fi: Ilmainen

source: Paid
fi: Makullinen

source: Price
fi: Hinta

source: Go
fi: Siirry

source: Url
fi: Linkki

source: Hiking Tips in Finland
fi: Retkeilyvinkkejä Suomessa

source: Weather & Clothing
fi: Sää & vaatetus

source: 1. Layer Your Clothing
fi: 1. Kerrospukeutuminen

source: The weather in Finland can change quickly, so it’s best to wear layers. Merino wool and a waterproof jacket are ideal.
fi: Suomen sää voi muuttua nopeasti, joten kannattaa pukeutua kerroksittain. Merinovilla ja vedenpitävä takki ovat ihanteellisia.

source: 2. Waterproof Footwear
fi: 2. Vedenpitävät jalkineet

source: Trails can get wet and muddy, so waterproof boots will keep your feet dry and comfortable.
fi: Polut voivat olla märkiä ja mutaisia, joten vedenpitävät kengät pitävät jalkasi kuivina ja mukavina.

source: Safety & Navigation
fi: Turvallisuus ja navigointi

source: 1. Use Offline Maps
fi: 1. Käytä offline-karttoja

source: Mobile reception can be unreliable in remote areas. Download offline maps to ensure you stay on the right track.
fi: Mobiilivastaanotto voi olla epäluotettava syrjäisillä alueilla. Lataa offline-karttoja varmistaaksesi, että pysyt oikealla tiellä.

source: 2. Carry a Compass
fi: 2. Kanna mukanasi kompassia

source: In addition to maps, bring a compass, especially if you’re hiking in more isolated parts of Finland.
fi: Ota karttojen lisäksi mukaan kompassi, varsinkin jos vaellat Suomen syrjäisemmissä osissa.

source: Respecting Nature
fi: Luonnon kunnioittaminen

source: 1. Everyman’s Right
fi: 1. Jokamiehen oikeus

source: You have the right to roam in Finland, but it’s important to respect nature by leaving no trace and avoiding littering.
fi: Suomessa on oikeus liikkua, mutta on tärkeää kunnioittaa luontoa jättämällä jälkiä ja välttämällä roskaamista.

source: 2. Wildlife Awareness
fi: 2. Tietoisuus villieläimistä

source: Be mindful of local wildlife, especially in national parks. Keep a safe distance and avoid feeding animals.
fi: Huomioi paikalliset villieläimet erityisesti kansallispuistoissa. Pidä turvallinen etäisyys ja vältä eläinten ruokkimista.

source: Essentials to Bring
fi: Mukaan otettavat tarvikkeet

source: 1. Snacks & Water
fi: 1. Välipalat ja vesi

source: Carry enough food and water for your hike, especially if you’re in a remote area with no facilities.
fi: Pidä mukanasi riittävästi ruokaa ja vettä vaellusta varten, varsinkin jos olet syrjäisellä alueella, jossa ei ole mukavuuksia.

source: 2. First-Aid Kit
fi: 2. Ensiapupakkaus

source: A basic first-aid kit is essential for treating minor injuries or discomforts while hiking.
fi: Perus ensiapupakkaus on välttämätön pienten vammojen tai epämukavuuksien hoitamiseksi vaelluksen aikana.
